{
  "entry": {
    "content":"How did this happen?\nA friend dreamt of me,\nI traveled to the Netherlands to visit her,\nAnd there, I found true love,\nAs I was writing '##In Search of True Love.##'\n\nI fell in love with a migrant worker,\nWhile interviewing Indonesian migrant workers about love,\nAnd observing my own life through participation,\nWithin the realm of love."
  },
  "articles": {
    "latest": {
      "mainTitle": "Latest Project: “##In Search of True Love##”",
      "publishedDate": "2023-2026",
      "content":"\"##In Search of True Love##\" is a writing project that documents the love lives of Indonesian migrants in Taiwan and the Netherlands.\n\nBuilding on my first book, \"##Why Are Migrant Workers Always Live-Streaming##,\" which focused on the Indonesian migrant community in Taiwan, \"##In Search of True Love##\" explores the choices of migrating individuals and their pursuit of relationships. For migrant workers, relocating is a significant life decision, as profound as choosing a person to love.\n\n\"##In Search of True Love##\" attempts to explore three groups, examining their search for love and migratory choices:\n\n1. In recent years, I've noticed an increasing number of Indonesian female caregivers consciously seeking to date and marry Taiwanese men. What prompts this yearning?\n\n2. From 1965 to 1998, due to anti-Chinese sentiments in Indonesia, there were Indonesian-Chinese wives in Taiwan. What were their experiences in migration and love like?\n\n3. Expanding the geographical scope to explore the Indonesian migrant community in the Netherlands, I aim to understand the diverse life circumstances of mobile individuals when moving to a new place."},
    "streaming": {
      "mainTitle": "Why Are Migrant Workers Always Live-Streaming",
      "publishedDate": "Published on October 5, 2022.",
      "content": "In 2015, I moved from Guanmiao, Tainan to Taipei. In the solitude of living in a different place, I got to know a group of Indonesian migrant workers in Taipei. “##Why Are Migrant Workers Always Live-Streaming##” depicts the years from 2015 to 2022, during which, within the Indonesian migrant workers’ community in Taiwan, I became friends with Indonesians. We spent holidays together, and I also had a chance to observe the general lifestyle of their lives in Taiwan.\n\nI discovered that for many Indonesian migrant workers, about why they came to Taiwan, the reason is not always as simple as “wanting to earn money.” After getting to know a reporter named Indri for four years, she told me that many Indonesians come to Taiwan as migrant workers because they were all running away from something. For instance, they may be escaping from a relationship filled with setbacks, a painful marriage, or failures in their hometown. The journey of life in Taiwan becomes a crossroads for them.\n\nI also found a unique community phenomenon among Indonesian migrant workers in Taiwan: they really enjoy using mobile phones for live streaming."
    },
    "drinker": {  
      "mainTitle": "Confessions of B-Drinkers: The Therapy that Comes with a Cocktail",
      "publishedDate": "",
      "content1": "Man, if the only way to get a break in life is something as extreme as ending it, that is just messed up.\n\nCall me Yiyi. Back in high school, I had some mental health issues that really exploded in college. I could not even attend classes. I jumped into work at 19. My educational background? High school graduate. I tried being a fashion assistant and sold makeup, but due to my mental state, I could not stick to anything. These jobs only paid around 20k Taiwanese dollars a month, mostly hourly. There were times I couldn't even work, so my savings took a serious hit. It was the money situation that brought me to the club scene. It is flexible, pays the bills, and I do not have to stress over leave or therapy costs.\n\nAnother reason? For some odd reason, I have been sexually harassed several times. It left me with a strong aversion to certain things. So, I was thinking: If those tough memories aren't getting me justice or cash, why not try out the club scene? I wanted to see if every physical encounter freaked me out, or if there were feelings I hadn't tapped into. Maybe this gig could help me heal?",
      "content2": "Back when I was an assistant at an electronics company, I did some digging and found that the club industry wasn't as dark as most people made it out to be. I came across Suzuki Daisuke’s \"##Poorest Girls##,\" which shed a whole new light on the scene. So, I thought, why not give it a try?\n\nOf course, the club scene isn't all rosy. You're always prioritizing the customer, even when they go off on some wild philosophical tangents. And then there are the mean comments, or those that sound nice but are actually condescending.\n\nGuests have their fixed ideas about club workers – like thinking we are just after luxury handbags, or that some jerks made us mentally ill. They do not understand our lives. Some even feel like they have got us figured out. \n\nYou know, people have these wild ideas about club workers. Some think we're just in it for the fancy bags or that some jerks made us mentally ill. And even if you're, say, a single parent and everything's on the up-and-up, some still reckon you're pulling a fast one, trying to tug at their heartstrings. \n\nHowever, there is an upside to these stereotypes – I can hide behind them. Outside, admitting my background or mental health might get me judged. In the club, they have to pay up first.",
      "content3": "At the club, I don't feel like I'm putting on a different persona. I smile and stand there while guests make their choices. I'm still me, just amplifying certain traits and dialing others down. When I show more empathy and push down my discomfort, it feels a bit off to me.\n\nWorking in the club has its own sense of accomplishment. When I fill others' emotional needs, it brings me joy. If a group wants to have a blast, I'm herethere to join the fun. If someone's feeling down and wants to vent, I'm there to lend an ear and shoulder their emotions. And if someone's looking for a little flirtatious thrill, I play along in an unscripted drama. If we both play our parts well, it's all good fun for everyone.\n\nOnce, a daughter brought her mother to the club after the father passed. They said he used to come, and the mother wanted to see what the fuss was about. We drank, sang, and danced like there is no tomorrow. I could not fill their void, but I was there for them. The mom wasn’t much of a drinker, but she kept saying she wanted to drink, and I even covered for her. The club is like a therapy session, just with drinks on the side.\n\nThe club also filled some gaps in my personal relationships. I had a rough family background, no friends, no social life. The interactions at the club, especially with the nice guests, felt therapeutic. My mental state improved with the job. But when clubs closed due to the pandemic, things got worse for me.\n\nSure, the job is draining. Once, I was so beatenwas so beat after a shift I kept falling asleep on the subway, missed my stops, and had to take a cab home to crash. Despite the exhaustion from drinking at work, it is also kind of liberating – no time to dwell on life's problems. I mean, if you cannot live the life you want and feel drained, resorting to extremes just feels so unfair.\n\nWhat do I loveI love about the club scene? I do not have to be proud of it. Unlike other jobs where bosses expect you to be all passionate, here, if you say you are tired, everyone who has been in your shoes understands it."
    },
    "celestial": {
      "mainTitle": "In Pursuit of the Celestial: A Personal Ethnographic Journey into Taiwan’s Fairy Selection Ritual",
      "publishedDate": "On the first day of 2019, I found myself vying for the title of \"Fairy.\"", 
      "content1": "The previous night was restless. The first break of dawn had yet to arrive, and before the first chime of the 6 o'clock alarm, my mind had already detached from slumber—a sensation I hadn’t felt in a long while.\n\nThis was the earliest I had risen on New Year’s Day. The air carried a pleasant aroma. Remnants of last night's New Year celebrations lingered on the empty roads and train stations of Shalun. Boarding the 7:15 am train, I headed to the Deer Ear Gate Tianhou Temple for the Fairy Selection. Outside, the paddy fields lay serene, and people in the houses were still asleep.\n\nSometime the previous year, I stumbled upon an article that introduced me to the annual Fairy Selection at the Deer Ear Gate Tianhou Temple. Intrigued, I invited Sally, a friend from Tainan with a fairy-like aura, and Yating, the \"Lotus Fairy\" from Kaohsiung, to join. Although I never considered myself enchanting enough to be a fairy, the allure of the event drew me in. Yet as the date neared, Sally went abroad with her boyfriend, Yating became engrossed in work, and another friend, Ting Kuan, was stationed at Namasial. Feeling it a unique opportunity that should not be missed, I resolved to partake. After all, true participant observation requires one to immerse oneself.",
      "content2": "Despite being a native of Tainan, I'd only visited the Deer Ear Gate Tianhou Temple twice. The last visit was to award an immigrant worker-turned-author Safitrie Sadik. I tried to trace back to her home, but was deterred by an elderly man and his distrustful dog.\n\nThe temple bustled. Even though it was the day following the New Year celebrations, the temple dancers were performing fan dances in honor of the goddess Mazu, and the early birds were lining up for their share of limited red envelopes.", 
      "content3": "The selection began at 9 am with a homage to Mazu, followed by an introduction of the game rules by the temple's event manager (yes, temple as such does have a job post like this). Besides the selection of fairies, the temple also chose other honorary titles such as fairy assistants and protocol officers. The method of selection was simple and unbiased, relying on a form of divination: casting moon blocks.", 
      "content4": "Everyone was given three chances, each involving six throws. The total count of favorable casts would determine the winners.\n\nThe ritual took place in the temple courtyard, facing the statue of Mazu. A table displayed ceremonial attire, with tall boards on each side listing names of candidates. To the right were those vying for protocol officers, and to the left, aspiring fairies. Both processes ran simultaneously. Onlookers surrounded the area.",
      "content5": "When the candidate's names were called, they walked to the incense burner table with a feeling of anxiety and anticipation, kneeling down. In their heart, they silently recited their own name to the deities. Some, with cold hands, would seek a bit of warmth from the incense burner as they prayed, and pick up the moon blocks, larger than usual, and cast them onto a gong in front of them. The resonant clang, facilitated by the gold papers beneath the gong, was seen as a divine conversation. The louder the sound, the clearer the message.",
      "content6": "In the temple venue, three staff coordinated the event. Two retrieved fallen blocks and announced counts, while a third managed the scoreboard and oversight. Most 'fairy' candidates were young women, with one looking particularly youthful, perhaps still in high school. This might reflect a somewhat simplistic perception of \"fairy.\" Meanwhile, protocol officer candidates represented a diverse age range, with both genders present. Notably, an elderly woman, requiring slight assistance, stood out among them. \n\nMoreover, the roles within the protocol officers were diverse, with positions like the chief offering officer and accompanying offering officer determined by ranking. Meanwhile in the fairy category, the top six were designated as fairies, while the next six were recognized as fairy assistants.\n\nAs sunlight bathed the courtyard, all attendees, observers included, contributed to the ceremony's significance. Regardless of whether participants threw six blocks or none, applause and support echoed throughout. This collective experience mirrored what anthropologist Victor Turner termed the \"liminal phase\" of rituals: a transformative moment where individuals existed in a blurred, communal state.", 
      "content7": "Having decided to participate, Yating advised me to maintain composure. On my journey to the temple, I tried immersing myself in a certain intention, abstract yet potent. En route, I revisited an article on the teachings of a revered monk. It spoke about life as a continuous act of making and fulfilling vows. I pondered my own wishes and wondered if this attempt at becoming a fairy was one such vow. Temple officials often say, \"Being a fairy or an official is a responsibility.\" If chosen, it would be a sign of Mazu's approval and a call for courage. I saw it as a commitment—to live out this role as an act of gratitude and service.\n\nTo crystallize this intention, I told myself, \"Stay grounded. Stay connected. Speak to Mazu calmly. Maintain pure intentions, free from vanity and greed.\" In this light, the act of casting moon blocks became more than just a selection—it was a spiritual discipline.\n\nSuch intentions can be seen as a form of self-restraint. The fairy selection embodies humanity's replication of the divine, satisfying our yearnings for reverence. Although we can never equate to the celestial beings we venerate, I believe in the power of imagination. It's what makes religion tangible. As a mortal, I strived to emulate the so-called \"fairy essence\".\n\nIn this pursuit, I held onto a mantra \"The act of divination is all in the mind.\"\n\nReligion, for me, is a source of stability and a place to anchor my prayers and hopes. For every devotee participating in the divination ritual, it's as if we're immersing ourselves in our own identity amidst the aroma of incense and the reverberating sounds of blocks and gongs.", 
      "content8": "After three rounds of divination for selecting the fairy, I looked at the scoring paper. To my astonishment, there was a \"1\" drawn below my name – I was chosen as the number one fairy!",
      "content9": "For someone like me who hasn't ranked first since the second grade in elementary school, being chosen as the top fairy filled me with joy, and it was almost unbelievable. I was so moved that I quickly shared the exciting news with Ting-Kuan, Ya-Ting, and my family. My mother replied with a flurry of happy emojis, and Ting-Kuan humorously remarked that even as I've entered the fairy realm, I should stay grounded to keep that \"fairy aura\".\n\nWhile waiting for my turn to perform the divination, a mother stood next to me holding her young daughter. The mother joyfully said to her daughter, \"Little girl, do you want to be a fairy when you grow up? Let's tell the Goddess Mazu that you wish to become a fairy too!\"\n\nBeing chosen as the fairy on the first day of 2019 gave me a hopeful feeling. I hope I can be braver this year, just as I've promised myself: \"Wherever you fall, stand up from there.\""
    },
    "worklist": {
      "mainTitle": "Previous Works"
    },
    "2016": {
      "mainTitle": "2016 Bangka Island, Indonesia",
      "content1": "In September 2016, it was my first experience of going abroad and doing the field research. I joined my friend Sima Wu Ting-Kuan, who was involved in applying for a Hakka streaming project, to visit the hometown of the Indonesian-Chinese Hakka writer, Sunlie Thomas Alexander, in Bangka Island, specifically Bangka Blinyu. We wanted to understand how the Chinese came to this Indonesian island that is rich in Hakka culture.\n\nIn September 2016, I had my first experience of going abroad for field research with friends. I accompanied my friend Sima Wu Ting-Kuan, who was involved in the Hakka Streaming Project, to Bangka Blinyu, Indonesia, to explore the homeland of Sunlie Thomas Alexander, a Hakka Chinese writer. We wanted to understand how the Chinese initially came to this Hakka-populated Indonesian island of Bangka.\n\nAmong the descendants of the immigrants we visited, we found that the ancestors of Chinese immigrants had two main reasons for migrating to Bangka Island:\n\n1. Dutch Recruitment of Chinese Laborers for Tin Mining:\n\nDuring the occupation of Indonesia by the Dutch East India Company, Bangka Island, with its abundant tin resources, saw a massive recruitment of Chinese people from Fujian and Guangdong to work in tin mines. When we visited the oldest port city in Bangka, Mentok, we met the enthusiastic curator of the tin mine museum who drove us around for a tour. During this visit, we learned that the warehouses, including the abandoned building near the port, were used to store goods; the Chinese laborers who came by sea were also “stored” there. These Chinese laborers signed contracts with intermediaries and could return home once they saved enough money; those who could not save enough continued working, eventually settled down, becoming immigrants.\n\nIn a traditional Hakka village called Kampung Gedong, we visited a family making fish crisps (kerupuk) . They mentioned that the Dutch attracted Chinese people to come here to work with the promise of \"having many large shrimp to eat.\" However, little did the Chinese workers know that the \"big shrimp\" referred to by the Dutch were actually small shrimp used to make shrimp paste.(kerupuk udang).\n\n2. Business Opportunities:\n\nAnother reason for migration was to engage in business and open shops. Sunlie Thomas Alexander's grandfather and most of the previous generation of Chinese people we met in Blinyu migrated to Bangka Island for business purposes. Sunlie's family used to run a tailor shop, and when we visited Sunlie's old home, we found his father's old sewing machine and an old bicycle still kept at home. Another example is Sunlie's uncle's family, who migrated from China to Indonesia to work in the hairdressing business. They opened a men's hair salon in Blinyu, and the male members of the family have been barbers for 49 years.",
      "content2": "After concluding our field research journey, we traveled to Yogyakarta in Java, Indonesia, to conduct a workshop. I was fortunate to have the opportunity to share my experiences volunteering at a shelter for Filipino migrant workers in Taiwan for the first time in English.\n\nThe following is the transcript of the sharing session:",
      "content3": "Around March 2016, I began volunteering at a shelter. \n\nThe shelter serves as a temporary residence for migrant workers seeking assistance. These agencies are typically established by civic groups, governments, churches, or Human Resources Agencies. If a migrant worker faces labor or sexual exploitation at work, they can turn to shelters for help and temporary accommodation. The government provides “approved” migrant workers with 500 NT dollars as a living allowance. (I use quotation marks because some migrant workers' situations are often awkward or restricted by certain rules. These individuals may not be covered by the government but still need to wait for their next job or legal proceedings.)\n\nThe shelter I volunteered at was established by civilians, where people from the same country reside together, referred to as \"roomers.\" In the shelter I stayed at, all roomers were Filipinos. The shelter, now a four-floor building, has office space, a living room, and a kitchen on the first floor, while the other floors consist of the roomers' bedrooms.\n\nThe roomers in the shelter are not fixed and come from different places in Taiwan. This place serves as a temporary home where everyone waits for lawsuits, deals with issues involving Human Resources Agencies, and waits for their next steps. The roomers come and go, uncertain when a new roomer will arrive or when the old roomer will find a job and be ready to leave. Typically, the roomers completely change every six months.\n\nOnce, in an interview, I spoke with a migrant worker named DO. Three years ago, DO left the Philippines for Taiwan to work. Raised by her aunt who had worked abroad, DO's aunt saved money for the education of her child and DO. Now 29 years old, DO got married at 19, had a baby at 20, and came to Taiwan for work two years later with her husband, who wanted to work in Taiwan and buy a car. DO let her daughter be taken care of by her aunt. However, DO knew that her husband had a girlfriend in Taiwan. Despite knowing about the affair, she took the train to her husband's factory during holidays, hoping to take a walk or have lunch with him. Before coming to the shelter, She wanted to save the relationship despite knowing about the affair. DO worked in Taichung as a care worker. The employer demanded more work than stipulated in the contract, forcing DO to work from 5 am to midnight. Seeking help, she came to the shelter.\n\nVolunteers teach MADIRN or Taiwanese Hokkien here. Since the roomers change each time, we focus on teaching basic words for daily life. I recall incorporating games into the class, allowing everyone to learn the names of snacks while enjoying them. Laughter fills the room as we take notes and exchange thoughts about the class. Despite the enjoyable moments, the roomers must confront challenges related to their litigation, finances, and families in the Philippines after each class. I always feel that the atmosphere shifts rapidly when the class ends.\n\nHowever, this place feels like a temporary home to me. People from the same country share not identical but similar experiences. Everyone takes turns cooking, sharing meals for lunch and dinner. Occasionally, people play guitars or sing together. While everyone awaits opportunities to continue working or reunite with their families, they continue living their lives in Taiwan, far from their home countries."
    },
    "2017": {
      "mainTitle": "2017 Guanmiao, Tainan",
      "content": "In 2017, I returned to my hometown, Guanmiao in Tainan, and interviewed my grandmother and her neighbors. I wanted to discover the kind of life people led in the village where I was born. In the past, the grandparents and elders in this village were proletarian farmers during the Japanese era, engaged in farming and pig farming. During the Japanese occupation, they used to go to Japanese-owned plantations to cultivate sugarcane. Later on, the village transformed into a unique community where everyone was involved in bamboo and rattan weaving as a home industry. After the Kuomintang (KMT) government came to Taiwan, due to their experiences during the martial law era, my grandmother and father often told me when I was a child, \"Children should stay away from politics.\"\n\nThrough picture-book interviews and production with the elders, I gradually gained an understanding of what the village was like before I was born."
    },
    "2018": {
      "mainTitle": "2018 Singapore",
      "content": "In September 2018, I, along with my friend Sally Sung, traveled to Singapore to interview the Hakka community and Chinese migrant workers there.\n\nIn recent years, there has been an increasing influx of Chinese migrant workers to Singapore, with many coming from second and third-tier cities in China to work in labor-intensive jobs. However, this migration has also led to stereotypical impressions and discrimination towards Chinese workers in a manner similar to how Taiwanese people may perceive Southeast Asian migrant workers.\n\nThe Hakka community in Singapore, like the current Chinese migrant workers, immigrated to the country in earlier years from Fujian and Guangdong. Although the timelines differ, both groups have experienced similar migration routes and faced distinct life experiences due to language differences and ethnic disparities.\n\nI engaged in drawing portraits with the Chinese migrant workers and Hakka individuals, interviewing them alongside Sally to gain insights into their lives in Singapore."
    },
    "2019": {
      "mainTitle": "2019 Java, Indonesia",
      "content1": "In September 2019, I joined the Trans Voice Project with my good friends to conduct field research in Java. During this journey, we visited Banyumas in Central Java and Bandung in East Java. We conducted field investigations in migrant worker villages and organized workshops on migrant worker issues in cultural institutions in the cities. Through this trip, I gradually understood that the significance of migrant worker issues extends beyond their time and experiences in Taiwan.  It also encompasses the events in their hometowns that led them to consider leaving, as well as the kind of life they will have after leaving Taiwan and how their previous cross-border migrant experiences will influence their future.\n\nThe intriguing discoveries during the journey:", 
      "content2": "- In Cihonje village where many migrant workers depart, we frequently encountered people who had previously worked in Taiwan while walking on the streets or having meals in local eateries. The frequency of these encounters surprised us. The people in the village mentioned that many had previously worked in Arab countries, and after returning home, they often used Arabic for communication. Now, with numerous people working in Taiwan, our Indonesian friend Yulia jokingly remarked that their village has become a \"Taiwan Village\" (Kampung Taiwan).",
      "content3": "- Friends shared with me that in Indonesian villages, one can tell whether a family has someone working abroad simply by looking at their house. Houses in the village with family members who have worked abroad are almost always beautifully constructed."
    },
    "2023Indonesia": {
      "mainTitle": "2023 Java, Indonesia",
      "content1": "In July and August 2023, I conducted field research for the \"##In Search of True Love##\" writing project in Java, Indonesia. I aimed to understand why there has been a growing trend among Indonesian female migrant workers to consciously seek romantic relationships with Taiwanese men and aspire to marry them.\n\nDrawing from my previous counseling experiences, I recognized that a person's romantic choices are deeply linked to their family background and upbringing. To comprehend the romantic choices of Indonesian caregiver women, I revisited their homes in Java and engaged in conversations with their parents and neighbors. I wanted to understand the living environments that influenced their decisions to pursue cross-border relationships. Surprisingly, it was not necessarily unhappy family circumstances that prompted them to leave Indonesia in search of love abroad.\n\nThe reasons for choosing a partner from another country varied. Some mentioned wanting to date Taiwanese men to increase their chances of staying in Taiwan. Others mentioned the challenges faced by unmarried female returnees in finding boyfriends or husbands back home, as people might assume they are wealthy and keep their distance.  Some even shared that they fell in love with their Taiwanese husbands at first sight because \"he looked really handsome.\"\n\nContinuing with this \"Love Field Research\", I gradually discovered answers beyond the oral narratives of the interviewees. I found that these women typically married Taiwanese men after the age of 25. In Indonesia, an unmarried woman at 25 is often subjected to ridicule in both rural and urban settings. Through field interviews and life observations in Indonesian villages, I realized that these women, when they turned 25, might not have married due to difficulties in their affectional  journeys. At this point, their social credits in the village were low. However, if they suddenly married a Taiwanese husband, they would instantly become admired in the community.\n\nThe field research for \"##In Search of True Love##\" is ongoing, and I continue to observe clues about their pursuit of true love in Taiwan.\n\nIntriguing discoveries during the journey:",
      "content2": "- Before starting the field research, I stayed with my friend Fenty's family in Central Java. Fenty, my first Indonesian friend whom I met in Tainan in 2017, used to work as a caregiver in Kaohsiung's Gangshan district. When I visited Fenty's home, she had just given birth to a cute four-month-old baby named Jio. Jio's name is Korean because Fenty is a big fan of BTS, and her husband is currently working in Korea as a migrant worker. Spending time with adorable baby Jio, I learned various interesting \"Javanese baby traditions\":\n\n1. Babies under 35 days old should not step outside the house because there are monsters outside who like the scent of babies.\n\n2. When a baby is born, neighbors will gift many cleaning supplies because, in the past, mothers did not have plastic diapers and had to wash them themselves.\n\n3. A long time ago, there used to be \"traditional baby massage,\" where babies would go for a session each week. This ritual is performed because babies have abundant energy, and their muscles can get tired day by day. The wizard (dukun) performing the baby massage would also chant spells to make them feel comfortable.\n\n4. Javanese people say that babies cry frequently because their bodies are growing, and they experience various discomforts, much like the growing pains in adults.",
      "content3": "- Ernawa, a sister who married a Taiwanese man, lives alone in a spacious mansion in Blitar, Indonesia. Her Taiwanese husband built the house, fulfilling his dream of a luxurious American-style home with a swimming pool. However, due to its conspicuousness in the village, they also erected a high wall around it. Ernawa lives alone in the vast mansion and, to combat boredom, livestreams on her phone daily, sharing marriage advice with Indonesian girls from her hometown online,  providing guidance on what kind of marital views to bring when marrying Taiwanese men."
    },
    "2023Netherlands": {
      "mainTitle": "2023 Netherlands",
      "content1": "In May 2023, I had the opportunity to conduct a two-week short-term field study in the Netherlands. Through this journey and the recent insights from my fieldwork in Indonesia among former migrant worker friends, I observed a significant presence of Indonesian immigrants in the Netherlands. I also discovered that Indonesians who came to the Netherlands in different eras had distinct reasons for migration.\n\nApart from the Indonesian community that moved to the Netherlands when the Dutch East India Company's colonization ended, the Dutch government also offered numerous scholarships to Indonesian students due to colonial compensation. Many of these Indonesian students came from middle-class families.Their parents could afford to send them to university, providing them with the opportunity to explore moving to the Netherlands after graduation. Typically, after completing their studies in the Netherlands, they would attempt to find work and settle there. I initially thought that going to the Netherlands might be seen as a class privilege for Indonesians. However, during my fieldwork in Indonesia in August 2023, a rural-born Indonesian migrant worker, who had worked in Taiwan, told me that there is also a working-class group in Indonesia. If they manage to get a one-way ticket to the Netherlands one day, upon arrival, they often go off the grid, becoming a group of undocumented individuals working in Dutch restaurants. Why the Netherlands? My Indonesian friend told me that the Netherlands is the easiest imagined gateway for Indonesians to Europe, a symbol of a prosperous and stable life.\n\nIntriguing discoveries during the journey:",
      "content2": "- During this trip, my friend and I visited an Indonesian snack shop in Leiden. Through our conversation with the owner, we learned about the multifaceted reasons for migration. The Indonesian lady owner had moved to the Netherlands when she was young due to a forbidden love affair with a boxing coach, leading to her being sent to live there alone by her angry grandmother.",
      "content3": "- While in the Netherlands, a Taiwanese friend took me to an Asian supermarket where I came across an interesting cookbook. Dutch Chinese and Indonesian immigrants share the need for cookbooks, and in this Asian supermarket, I found only two cookbooks. And one of these two cookbooks, imported from Hong Kong, was written by Hong Kong residents for Indonesian domestic helpers, containing recipes in both Mandarin and Indonesian.  This cookbook, arriving in the Netherlands, perfectly catered to the language reading needs of the Dutch-Indonesian and Chinese communities."
    },
    "aboutMe":{
      "mainTitle": "Wanci Jiang",
      "content": "Wanci Jiang (b.1997,Taiwan) is a writer in Taiwan. She graduated from the National Cheng-chi University's Department of Ethnology. Since 2015, She has been focusing on the issues of Southeast Asian migrant workers and immigrants in Taiwan. In 2017, during many nights, she observed that many Indonesian migrant workers in Taiwan liked to live-stream their sleep on the Bigo Live app. From that point on, she began documenting interesting observations within the Indonesian migrant worker community. She once cast moon blocks (jiaobei) eleven times to become a designated fairy by the Matzu deity in the Luermen Matsu Temple, Tainan, as part of participating in a field observation.\n\nIn recent years, Wanci Jiang noticed that mainstream media in Taiwan often portrays migrant workers in two extreme narratives: inspiring and touching or tough and pitiful. Due to the friendships with Indonesian friends, she is committed to writing stories about Indonesian migrant workers beyond these extremes. She attempts to depict the reality of Indonesian people's daily lives in Taiwan. Currently, she is dedicated to exploring the liberation and strength of life within the concept of \"movement\" through writing and fieldwork.\n\nIn 2022, Jiang published her first book \"##Why Are Migrant Workers Always Live-Streaming##\". The book received the 2022 Openbook Award, the Golden Tripod Awards for Publication, the Readmoo Annual Awards (non-fiction) Top 10 Writers; it was also nominated for the 2023 Taiwan Literature Golden Award. The Ministry of Culture of Taiwan is currently translating this book into English for a wider audience.\n\nShe received the Creative Grant (2020), the Writing Taiwan Grant (2023), and the Oversea Travel Grant (2023) from Taiwan’s National Culture and Arts Foundation (NCAF).",
      "subTitle": "Speeches and Presentations:",
      "presentation1": "October 2023: \"##Taiwanese-Indonesian Migrant Worker Community: Understanding the Reality##\" at National Cheng-chi University's Department of Sociology.",
      "presentation2": "September 2023: Presentation of the paper \"##My Taiwanese Boyfriend: New Choices in Love for Indonesian Migrant Women##\" at the 2023 Women's Studies Annual Conference.",
      "presentation3": "July 2023: New Immigrant Lecture Series at the Chiayi Taiwan Library.",
      "presentation4": "June 2023: Southeast Asian Studies New Book Discussion at the Institute of Ethnology, Academia Sinica",
      "presentation5": "May 2023: Taiwanese-Indonesian Migrant Worker Community at National Chi Nan University.",
      "presentation6": "February 2023: Taipei International Book Exhibition: Off-site lecture at Taitung SuSu Second-Hand Bookstore.",
      "presentation7": "December 2022: Migrant Issues Sharing at Hsinchu justkids Cafe.",
      "presentation8": "December 2022: \"##Why Are Migrant Workers Always Live-Streaming##\" book sharing at Taipei Housebook60 Bookstore.",
      "presentation9": "December 2022: \"##Why Are Migrant Workers Always Live-Streaming##\" book sharing at Ciyou Temple, New Taipei City.",
      "presentation10": "November 2022: \"##Why Are Migrant Workers Always Live-Streaming##\" book sharing at TaKaoBooks in Kaohsiung.",
      "presentation11": "November 2022: \"##Why Are Migrant Workers Always Live-Streaming##\" book sharing at Tò-uat Books in Taipei.",
      "presentation12": "November 2022: \"##Why Are Migrant Workers Always Live-Streaming##\" book sharing at Hualien Timelight 1939."
    }
  }
}