{
  "entry": {
    "content":"How did this happen?\nA friend dreamt of me,\nI traveled to the Netherlands to visit her,\nAnd there, I found true love,\nAs I was writing 'In Search of True Love.'\n\n\nI fell in love with a migrant worker,\nWhile interviewing Indonesian migrant workers about love,\nAnd observing my own life through participation,\nWithin the realm of love."
  },
  "articles": {
    "latest": {
      "mainTitle": "近期計畫：《尋找真愛》",
      "publishedDate": "2023-2026",
      "content":"《尋找真愛》是一個記錄印尼移動者之戀愛生命的寫作計畫。\n\n延續我的第一個作品《移工怎麼都在直播》對台灣印尼移工社群的書寫，此計畫關注在移動者的移動選擇與對情感的追求。對移工來說，移動是生命中一個很大的選擇，跟選擇愛的人一樣，是重大的決定。\n\n《尋找真愛》試圖探索三個人群，研究她們對愛的尋找、移動的選擇：\n\n1. 近年來，我發現有越來越多印尼看護女性，有意識地想尋找台灣男生談戀愛與結婚。為什麼會如此嚮往？\n\n2. 早在1965年至1998年，因為印尼排華的歷史，過往的台灣曾有印尼華人太太。 她們的移動與愛情是什麼模樣？\n\n3. 將地域拉大，探索荷蘭的印尼移動社群，我想知道移動的人是在什麼樣的多重生命狀態，移動到一個新的地方？\n"
    },
    "streaming": {
      "mainTitle": "《移工怎麼都在直播》",
      "publishedDate": "出版於2022年10月5日。",
      "content":"2015年開始，我自台南關廟移動到台北生活，也在異地生活的孤單狀況下，認識了一群在台北的印尼移工。《移工怎麼都在直播》描繪的是2015年至2022年，我在台灣印尼移工社群中，藉由跟印尼人成為好朋友、我們在假日陪伴彼此，觀察到他們在台灣生活樣貌的大致圖像。\n\n我發現對許多來台灣工作的印尼移工來說，「來台灣」不一定總是因為「想要賺錢」這樣單純的原因。在認識一位報導人英塔利四年後，她告訴我，許多印尼人來台灣成為移工，其實是因為想要逃脫一些什麼。他們逃脫的是一段充滿挫折的感情、痛苦的婚姻，或在家鄉失敗的自己。而來到台灣的生命旅程，對他們來說像是一個生命的十字路口。\n\n而我也發現，台灣的印尼移工有一個特殊的社群現象：他們非常喜歡用手機直播。"},
      "drinker": {  
        "mainTitle": "酒店，是一場有酒喝的心理諮商",
        "publishedDate": "",
        "content1": "如果在這個世界上，想活得比較好，但只有自殺能解決，那就太不公平了。\n\n你叫我依依好了。高中的時候我有一些心理疾病明顯的徵兆，生病在大學爆發，沒辦法坐教室上課，19歲就開始去外面工作。我學歷只有高中，做過服裝設計師助理、美妝銷售，但受限於我的精神狀態，都做不久。這些工作薪水2萬多、大部分算時薪，我有時沒辦法工作，存款就一直消耗。是因為錢，我選擇做酒店。這份工作對我的精神狀況更有彈性，生活過得去，不用擔心請假和心理諮商的花費。\n\n做酒店的另一個原因，是因為過去不知道為什麼，我有許多奇奇怪怪被性騷擾的經驗。這讓我沒辦法碰觸很多東西，有強烈的排拒。但我好奇，如果外面那些傷你的東西，沒辦法討回公道，也沒有錢，那我進入酒店業呢？我想知道是不是所有的碰觸，我都不舒服，還是有些感覺是我不太知道的？我想知道，在這個工作中試著理解自己感受的時候，可不可以得到一些療癒？", 
        "content2": "記得那時我還在當電子公司的助理，我開始上網爬文、看書，看到紀慧文寫的窩包公主研究，發現酒店產業沒有主流敘述那麼悲情；也看日本《最貧困女子》對八大行業的描述，有很多台灣沒有的觀點。都理解了之後，我開始做酒店這個行業。\n\n酒店工作當然還是有很多不舒服的地方。客人需求擺第一，當他問妳1加1等於多少，妳明明知道他一定不是要講等於2的單純數學題，但還是要聽他說自己的那一套哲理。不舒服的還有惡意的言論，或是看似善意但其實很貶低你的話語。\n\n客人對酒店公關會有一套刻板印象，會覺得你來做酒店就是想買名牌包，或你今天有精神疾病，就是因為做小姐遇到爛男人的關係。但他們其實不了解我的人生。客人會覺得酒店公關有一套樣子，但即使你剛好符合他們的想像，你真的單親帶著小孩，有些客人也會覺得你在騙人，只是想博取他同情。\n\n不過刻板印象也有一些好處，我可以藏身在那些東西裡面。當在外面，我說我學歷低、有精神疾病，別人可能會講不中聽的話。但在酒店裡，他講這些話的時候，要先付我錢。",
        "content3": "我覺得在酒店的我，並不是一個不一樣的人格。我微笑，站台，給客人挑。我仍然是我自己，我只是把我平常的表現放大、縮小。放大我的善解人意，縮小我碰到不想碰的東西時，會不太舒服的感覺。\n\n酒店工作也有自己的成就感。當我填補了他人對於關係上的需求，我會覺得很開心。如果是一群人要來high，我就陪他們high；如果有人心情不好在抱怨，我陪他抒發心情，承擔他的情緒；或有人想來找妹子、想要有曖昧開心的感覺，我就陪他演一套沒有寫好的劇本，演得好大家都很開心。\n\n我也有遇過一對女客，女兒帶媽媽來上酒店，來酒店是因為爸爸不久前過世了。她們說爸爸一直有在上酒店，媽媽來，是想知道爸爸為何上酒店、酒店到底有什麼好玩的。我們就一起喝酒、唱歌，跳得很嗨。雖然我沒辦法在那幾個小時彌補她們的難過，但可以陪在她們身邊。媽媽不太會喝，但還一直說要喝，我還幫她擋酒。酒店是一場有酒喝的心理諮商。\n\n酒店對我來說，也彌補了我生命中關係的不完全。我以前的家庭環境特殊、沒有朋友，也沒有任何交往經驗。在酒店跟人互動的人際交流，如果遇到的是好客人，對我來說是療癒的。做酒店工作之後，我的精神狀況其實有好轉，疫情酒店停業後，我的狀況反而比較嚴重。\n\n不過酒店當然也有累的時候，有次我早上下班，從6點坐捷運坐到10點，因為太累一直睡過站，坐過去又坐回來，最後搭計程車回家，回家就是暴睡。雖然這個工作喝酒很累，但有的時候也會覺得滿爽的，沒有時間去想自己生命裡的難題。我覺得，如果在世界上，沒辦法有自己想要的生活，活著像是損耗，最後破破爛爛到只能自殺，很不公平。\n\n酒店對我來說還有一個很棒的地方：我不需要以這個行業為榮。不像過去做過很多工作，主管期待你要喜歡這個工作、要有使命感。做酒店，如果我說很累，同樣做酒店的，大家都能體諒你的辛苦。"
    },
    "celestial": {
      "mainTitle": "我在2019年的第一天，選上了「仙女」",
      "publishedDate": "",
      "content1": "前一晚輾轉難眠，今晨天還未光，第一聲6點鐘的鬧鈴未響，精神已經抽離於夢境，我已經很久沒有這樣的感覺。\n\n第一次元旦這麼早起床，空氣是舒服的味道，沙崙空曠的馬路和火車站仍有昨晚跨年的遺留氣息。我坐上7點15分的區間火車，要去鹿耳門天后宮參加仙女選拔，窗外水田與透天厝裡的人們安靜沈睡。\n\n忘了是去年的什麼時候，我在一篇2018金曲插畫設計師專訪文章裡，得知了鹿耳門天后宮每年的仙女選拔活動。一時興起覺得有趣，便邀著身旁有仙女氣息的台南同鄉Sally、高雄蓮花仙女雅婷年底去報名，但我一向不覺得自己漂亮到可以成為仙女，大抵只是覺得有趣。但最後Sally飛去與男友出國跨年、雅婷忙碌於工作、庭寬在那瑪夏執勤。而我實在覺得這樣的活動不看可惜，一生可能也只有那麼一次，毅然決定去選了仙女，「參與觀察」（participant observation）還是得自己來才行。",
      "content2": "雖然我是台南人，但是鹿耳門天后宮我只來過兩次，上次是來給移民工文學獎《珠與龍舟》的作者得獎獎盃，我趁活動開始前的空檔循著記憶找到她家的路，但門前坐著一位阿伯和一隻看我不順眼的狗，膽怯的我只好落荒而逃。\n\n早晨的鹿耳門天后宮很熱鬧，即便是跨年的隔天，廟裡的仙女舞團仍在廟前廣場跳扇子舞給媽祖婆恭賀元旦，廣場旁還有一排早起的鳥兒排隊等著領限量紅包。",
      "content3": "9點鐘儀式開始，與會者與廟方主委一起參拜媽祖，而後廟裡的活動組長講解遊戲規則（是的，這樣的廟竟然有活動組長這個職位）。今天這場活動其實不只是仙女而已，禮官、仙女、鳳仙一起選拔。選拔的方式很簡單，不論外貌美醜身形胖瘦學識才能，這樣的宗教活動講求緣分，一切交給神明決定：擲筊。", 
      "content4": "每人擲筊有3個回合，每回合擲筊6次。比的是最後加總誰的筊數多，誰就當選。\n\n活動在媽祖廟的天井進行，正對著媽祖婆神像。天井前方擺設的長桌上放置禮官帽服，兩邊各有一立牌是仙女鳳仙、禮官杯選的大紅名冊與計分板。後方佇立兩處杯選場地，右方選禮官、左方選仙女，兩者同時進行。外圍與中央分隔線架起紅龍，親友、看熱鬧的信眾圍坐或站立在四周。", 
      "content5": "當參選人被唱名，抱著緊張又期待的心情走到香爐桌前跪下，在心中向神明默念自己的名字，有些人冰冷的手會在香爐上取幾分暖意與祈禱。雙手拿起兩側比一般大小還大的木頭杯，將之合起或平放，要越過香爐，擲到前方的大鑼之上。兩邊鑼的下方四角皆墊著厚金紙，讓下方空間產生共鳴，筊杯敲響大鑼，像是在與神明的對話確認，沒敲到的話不算數，要大聲地敲響，以達天廳。",
      "content6": "兩邊的場地各有3位廟方人員進行工作，兩位在參選人面前幫忙拾起落地的杯和大聲唱喊擲得的杯數，一位在記分板上計分與監視。仙女的參選人除了一位看來可能還在讀國高中的妹妹，看來都是20幾歲的女性，或許是人們對仙女這個名詞的印象太過平板。禮官的參選人意象就豐富得多，各個年齡層都有，女生男生都可以參加。令人印象最深刻的參選者是一位需要稍微攙扶的阿嬤。禮官的職位也豐富得多，正獻官、陪獻官等依名次排序，仙女這裡則是前6名當選仙女、後6名當選鳳仙。\n\n有趣的是，當人們目光匯聚於照著日光的天井之地，包含觀看者在內，每個人在這場儀式都扮演著無可或缺的角色，無論那人擲到6個聖杯還是6個無杯，群眾皆為之拍手鼓勵，每個人的心情也隨之澎湃起來。就像是特納（Victor Tuner）所說的「儀式閾限」，在此我非我，但又仍是我，曖昧神聖的狀態處於中介，並有一種集體奔騰感覺。",
      "content7": "作為一個參加仙女選拔的信眾，雅婷一早告訴我要持平常心，我則是在前往天后宮的路途中就開始盡力讓自己沉浸在某種意念之下，這樣的意念很難解釋，但很像是在維持一種抽象狀態。\n\n我在車途中，重新觀看了前幾天分享的一篇文章〈聖嚴法師開示精選──人生的願望〉，文章講述人生下來是自己要來的，來的目的是為了許願、還願，並且這樣的許願承諾是一生的追尋，生命的承諾得用一生來還。我心想著21年來的我確實許了許多私願，或許選仙女這件事情也是一種許願／許諾，「仙女、禮官是一種責任承擔」廟裡人員如此說。若是選上了，我必有某種責任，除了廟裡規定過年時的義務工作外，它可能也是媽祖婆對我的肯定，要我勇敢。而我也將之視為責任，在許諾之下，應當在我自身的追尋路上，對眾生奉獻作為還願。\n\n或者若要用明確的話語表示這種意念是什麼，在維持意念、擲筊過程時，我會對自己說：「江婉琦，不能自滿，平靜下來，靜靜的對媽祖婆說話，意念要正，不可心中有貪。」在這樣的意念之下，選仙女這件事情，如何能不急不徐，意念平靜地不受貪念和自滿干擾，也是一項修煉。\n\n可以說這樣的意念其實就是自我約束。仙女選拔是人間對神界的復刻，滿足人們對崇拜的渴望。但是人終究無法等同於崇拜塑造出的仙女，我相信神明的存在，但我也相信仙女的樣子是想像的，而想像可以變成真實，所以宗教存在。我是一個凡人，而我似乎在這個意念之下，盡量接近所謂「仙女氣息」。\n\n我如此告訴自己，且相信這句話語：「擲筊只在意念之間。」\n\n宗教之於我，是安定、是祈願的寄託。對每位參加擲筊儀式的信眾來說，我們也像是在香火氣味與杯、鑼敲響的迴盪之間，實踐我們自己的認同。", 
      "content8": "仙女選拔三輪的擲筊結束，我看著計分紅紙上，我的名字下方竟被畫了一個1，我選上了仙女第一名！", 
      "content9": "對於國小二年級後就沒拿過第一名的我，選上仙女第一名很開心，甚至有些不敢置信。情緒停留在儀式裡，激動的我趕緊向庭寬、雅婷、家人報喜訊，媽媽開心地傳來許多快樂貼圖，庭寬說我已成為仙界之人，但為維持「仙女氣息」，還是不能自滿呀。\n\n在等待擲筊的時候，一位媽媽抱著年幼的女兒站在我旁邊，媽媽開心的對女兒說：「妹妹妳看，妳以後也要當仙女嗎？我們跟媽祖娘娘說妳長大也要當仙女！」\n\n在2019年的第一天選上仙女，有一種充滿希望的感覺，希望今年的我可以更勇敢，如同那句對自己的許諾：\n\n「在哪裡跌倒，就從哪裡站起來。」",
    },
    "worklist": {
      "mainTitle": "作品列表"
    },
    "2016": {
      "mainTitle": "2016 印尼邦加島",
      "content1": "2016年9月，是我第一次與朋友出國田野調查的經驗。我跟著申請客家串流計畫的好朋友吳庭寬，一起來到印尼邦加島勿里洋（Bangka Blinyu），探訪印尼華裔客家人作家湯順利（Sunlie Thomas Alexander）的故鄉邦加島。我們想知道在這個充滿客家人的印尼島嶼，華人一開始是怎麼來到這裡的。\n\n在我們拜訪的移民後代中，我們發現華裔移民的祖先們，他們移民到這裡有兩個原因：\n\n1. 荷蘭人招募華工開墾錫礦：\n\n在荷蘭東印度公司佔領印尼的時候，因為邦加島擁有豐富的錫礦資源，荷蘭人大批招募福建、廣東的中國人來開墾錫礦。我們拜訪邦加島最老的港口城市門多（Mentok）時，遇到熱情的錫礦博物館館長開車帶我們四處參觀，其中我們也到了門多最老的港口，港口旁有棟廢棄的建築物，館長說那是以前用來放置進出口貨品的倉庫，包括這些渡海而來的華工也「放置」在裡面，這些華工們向仲介簽了約，存到錢了就可以回去，沒存到錢的繼續工作，久了便長住，在此落地生根成了移民。\n\n我們在一個老客家村祿芬頭（Kampung Gedong）拜訪一戶製作魚餅的人家，他們說，以前荷蘭人就是以「有好多大蝦可以吃」吸引中國人來到這裡工作，但誰知道，荷蘭人指的大蝦卻只是製作蝦膏的小蝦子。\n\n2. 做生意：\n\n另外一個原因是從商、開店做生意。湯順利的祖父及我們在勿里洋（Blinyu）遇到的大部分華人的上一代，則是因為從商而移民到了邦加島，湯順利家裡以前就是裁縫店，我們拜訪湯順利老家時，家裡還留著順利父親的舊裁縫機與舊腳踏車。而另外一個例子，：順利的姨丈一家，則是跟著叔公從中國移民到印尼從事理髮業，在勿里洋開了一間男仕理髮店，姨丈家族中的男丁都是理髮師，姨丈後來也與弟弟繼承家業，現在替人家剪頭髮已經49年了。",
      "content2": "而在田野調查旅程結束後，我們前往印尼爪哇島的日惹（Jogja）舉辦工作坊，我也幸運地有第一次用英文分享的機會，當時我分享了在台灣的菲律賓移工庇護中心當志工的心得。\n\n以下是當時的分享講稿：",
      "content3": "Around March 2016, I began volunteering at a shelter. \n\nThe shelter serves as a temporary residence for migrant workers seeking assistance. These agencies are typically established by civic groups, governments, churches, or Human Resources Agencies. If a migrant worker faces labor or sexual exploitation at work, they can turn to shelters for help and temporary accommodation. The government provides “approved” migrant workers with 500 NT dollars as a living allowance. (I use quotation marks because some migrant workers' situations are often awkward or restricted by certain rules. These individuals may not be covered by the government but still need to wait for their next job or legal proceedings.)\n\nThe shelter I volunteered at was established by civilians, where people from the same country reside together, referred to as \"roomers.\" In the shelter I stayed at, all roomers were Filipinos. The shelter, now a four-floor building, has office space, a living room, and a kitchen on the first floor, while the other floors consist of the roomers' bedrooms.\n\nThe roomers in the shelter are not fixed and come from different places in Taiwan. This place serves as a temporary home where everyone waits for lawsuits, deals with issues involving Human Resources Agencies, and waits for their next steps. The roomers come and go, uncertain when a new roomer will arrive or when the old roomer will find a job and be ready to leave. Typically, the roomers completely change every six months.\n\nOnce, in an interview, I spoke with a migrant worker named DO. Three years ago, DO left the Philippines for Taiwan to work. Raised by her aunt who had worked abroad, DO's aunt saved money for the education of her child and DO. Now 29 years old, DO got married at 19, had a baby at 20, and came to Taiwan for work two years later with her husband, who wanted to work in Taiwan and buy a car. DO let her daughter be taken care of by her aunt. However, DO knew that her husband had a girlfriend in Taiwan. Despite knowing about the affair, she took the train to her husband's factory during holidays, hoping to take a walk or have lunch with him. Before coming to the shelter, She wanted to save the relationship despite knowing about the affair. DO worked in Taichung as a care worker. The employer demanded more work than stipulated in the contract, forcing DO to work from 5 am to midnight. Seeking help, she came to the shelter.\n\nVolunteers teach MADIRN or Taiwanese Hokkien here. Since the roomers change each time, we focus on teaching basic words for daily life. I recall incorporating games into the class, allowing everyone to learn the names of snacks while enjoying them. Laughter fills the room as we take notes and exchange thoughts about the class. Despite the enjoyable moments, the roomers must confront challenges related to their litigation, finances, and families in the Philippines after each class. I always feel that the atmosphere shifts rapidly when the class ends.\n\nHowever, this place feels like a temporary home to me. People from the same country share not identical but similar experiences. Everyone takes turns cooking, sharing meals for lunch and dinner. Occasionally, people play guitars or sing together. While everyone awaits opportunities to continue working or reunite with their families, they continue living their lives in Taiwan, far from their home countries."
    },
    "2017": {
      "mainTitle": "2017 台南關廟",
      "content": "2017年，我回到我的家鄉台南關廟，訪談我的奶奶與她的鄰居。我想知道在我出生的這個村莊，過去的人們過著什麼樣的生活。這裡的阿公、阿嬤，在過去的日本時代皆是無產階級的農人，大家都在種田與養豬。日本人還在這裡的時候，阿公們會去日本人的農園種甘蔗。而在後來，這裡變成一個人人從事竹藤編織家庭手工業的特殊村莊。而國民黨政府來到台灣後，因為戒嚴噤聲時代的生命經驗，我的阿嬤和爸爸，經常在我小時候對我說：「小孩子不要碰政治。」\n\n透過阿公、阿嬤的繪本訪談與製作，我逐漸理解我出生之前，這個村莊的模樣。"
    },
    "2018": {
      "mainTitle": "2018 新加坡",
      "content": "2018年九月，我與朋友宋家瑜一起到新加坡，訪談新加坡的客家人與中國華工。\n\n過去幾年，有越來越多中國人移民到新加坡，也有許多人從中國的二線、三線城市到新加坡從事勞力工作，但也因為如此，就像是台灣人面對東南亞移工，許多新加坡人對中國客工的刻板印象和歧視隨之而來。\n\n早年新加坡的客家人從福建、廣東一代移民到新加坡，跟現在正在新加坡工作的中國客工一樣，雖然時序不同，兩個群體經歷了同樣的遷移路線，也面臨了因為語言分群、族群差異而帶來的迥異生命經驗。\n\n我透過替客工大哥、客家安娣安哥畫畫，與家瑜一起訪談他們的在新加坡的生活。"
    },
    "2019":{
      "mainTitle": "2019 印尼爪哇島",
      "content1": "2019年九月，我跟著好朋友們的Trans Voice Project來到爪哇島一起田野調查。在這趟旅程中，我們到了中爪哇的班尤馬（Banyumas）、東爪哇的萬隆（Bandung），一面在移工的村莊進行田野調查，也到城市裡的文化機構舉辦移工議題的工作坊。在這趟旅程中，我漸漸理解，移工的議題重要的不僅是移工在台灣的時空，他們在台灣發生的事。移工的議題重要的也包含移工來台灣之前，他們的家鄉發生了什麼事情，讓他們想離開。移工議題更包含移工離開台灣之後，他回家後的生活將會是什麼樣的，而先前的跨國移工經驗，如何影響他們往後的人生。\n\n旅程中的有趣發現：", 
      "content2": "– 在許多移工出國的Chihonje村莊，我們走在路上、在小吃店吃飯，很常遇到曾在台灣工作的人們，頻率多到令我們感到驚訝。村子裡的人說，過去很多人到阿拉伯工作，人們回國後在此很常用阿拉伯文溝通。現在這裡有許多人到台灣工作，吃飯時印尼朋友Yulia笑著說，我們這裡簡直是一個台灣村（Kampung Taiwan）。", 
      "content3": "– 朋友對我說，在印尼的小村莊裡，看建築就可以知道這家人是否有人出國工作，在這個村子裡，家裡有人出國的房子，幾乎都這樣漂亮。"
    },
    "2023Indonesia": {
      "mainTitle": "2023 印尼爪哇島",
      "content1": "2023年七、八月，我到印尼爪哇島進行《尋找真愛》寫作計畫的田野調查。我想理解，為什麼這幾年有越來越多的印尼移工女性，有意識地想尋找台灣男生談戀愛、非常想嫁給他們？\n\n由於過去的諮商經驗，我理解到，一個人的感情選擇，與原生家庭和成長的背景有關。為了理解印尼看護女性的愛情選擇，我回到受訪們位於爪哇島的家，跟她們的爸爸媽媽與鄰居聊天，想知道是什麼樣的生活環境，讓她們長大後做了選擇異鄉愛情的決定。讓我感到意外的是，其實她們並不是因為家庭過得不幸福，才想離開印尼、尋找一個異國戀人。\n\n選擇異國戀人的原因很多：有人對我說，她們想找台灣人談戀愛，因為這樣比較好留在台灣；也有人說，出國當移工，回家後女性若仍未婚，比較難找男朋友或先生，因為大家會覺得你很有錢，而不敢靠近你；也有人說，她當初看見她的台灣老公的時候，「他真的長得好帥」，而她第一眼就愛上他了。\n\n而繼續地進行這個「愛情田野」，我慢慢地也發現一些不在受訪者「口語言談」間的答案。我發現她們在跟台灣先生結婚時都已經過了25歲。在印尼，25歲仍未婚的女性，在鄉村與城市中皆容易被揶揄老而未婚。經由這次在印尼的田野訪談與生活觀察，我發現在村莊中，這些到台灣工作的女性25歲時，或許因為自身的情感旅途不順遂，而還沒結婚。這時她們在村莊中的社會評價是低的，但如果此時，她們忽然有天嫁了一位台灣老公，她在村中會瞬間成為一個人人稱羨的人。\n\n《尋找真愛》田野調查仍在持續中，我持續的觀察她們想尋找台灣真愛的線索。\n\n旅程中的有趣發現：",
      "content2": "– 在尚未開始田野調查的時候，我先到中爪哇認識的前移工朋友Fenty家借住。Fenty是我2017年在台南認識的第一位印尼朋友，她當時在高雄岡山當看護。我到Fenty家時，她剛生下一位四個月大的可愛寶寶Jio。Jio的名字是韓國名，因為Fenty非常喜歡BTS，她先生目前也在韓國當移工。而我因為日夜與可愛的Jio寶寶相處，我也在這裡學到許多有趣的「爪哇寶寶傳統」：\n\n1. 剛出生的小孩未滿35天，不可踏出家門，因為外面有喜歡小孩味道的怪獸\n2. 小孩出生，鄰居會送很多清潔用品，因為以前媽媽沒有塑膠尿布，要自己洗\n3. 很久以前，就存在「寶寶馬殺雞」，寶寶們一週去一次馬殺雞，因為精力旺盛，肌肉也會疲累。幫寶寶馬殺雞的巫師也會唸咒語讓他們感覺舒服。\n4. 爪哇人說，寶寶經常哭，是因為他們的身體正在長大，會承受許多不舒服，就像成年人的生長痛。",
      "content3": "– 嫁給台灣先生的Ernawa姊姊，在印尼的勿里達（Blitar）一人住在空蕩的豪宅中，這是她的台灣先生為她蓋的房子，她先生有一個蓋美式豪宅的夢想，屋子裡還有游泳池。不過因為這間大房子在村莊中太顯眼，他們也蓋了高高的圍牆。Ernawa姊姊一人住在寬闊的豪宅中，因為太無聊，每天在手機中直播，分享給同鄉的印尼女孩，如果要嫁給台灣男人，要帶著什麼樣的婚姻觀念。"
    },
    "2023Netherlands": {
      "mainTitle": "2023 荷蘭",
      "content1": "2023年5月，我有機會到荷蘭進行兩週的短期田野調查探訪。藉由這次的旅程，與近期到印尼田野調查時前移工朋友的分享，我觀察到荷蘭有非常多的印尼移民，也發現不同時代來到荷蘭的印尼人，各自有不同的移民原因。\n\n荷蘭的印尼移民，除了過去荷蘭東印度公司殖民結束時移動到荷蘭的印尼人群體外，因爲殖民的緣故，荷蘭政府也提供許多獎學金給印尼留學生，而這些印尼留學生大多來自中產家庭，父母可以供他們讀大學，而讓他們有機會再嘗試往荷蘭移動，他們在荷蘭畢業後通常會試著在荷蘭找工作、想留下來。我本以為去到荷蘭對印尼人來說或許僅是一件階級的特權，然而2023年8月我到印尼進行田野調查的時候，一位出身農村、曾經在台灣工作的印尼移工姊姊告訴我，在印尼也有一群勞動階層的人民，只要他們有一天拿到一張飛往荷蘭的單程機票，他們抵達荷蘭後通常會跳機，成為一群在荷蘭餐廳打工的失蹤人口。為什麼是荷蘭？我的印尼朋友告訴我，荷蘭是印尼人對歐洲、富裕生活、生活安穩一個最容易的想像管道。\n\n旅程中的有趣發現：",
      "content2": "– 在這趟旅程中，我與朋友拜訪了一間位於萊頓的印尼小吃店。經與店主聊天，我們聽見移動有多重的原因，印尼人老闆娘青年時因愛上拳擊教練的禁忌之戀，被生氣的祖母送往荷蘭獨自生活。",
      "content3": "– 在荷蘭時，台灣朋友帶我進入一間亞洲超市時看見一本有趣的食譜。荷蘭華人、印尼移民共同擁有需要買食譜煮菜的需求，而在那間亞洲超市的唯二兩本食譜，是香港進口的，食譜是香港人寫給印尼外傭看的亞洲菜食譜，同時有華語、印尼語在食譜中。這本食譜來到荷蘭後，剛好符合荷蘭印尼人、華人的語言閱讀需求。"
    },
    "aboutMe":{
      "mainTitle": "江婉琦",
      "content": "1997年生於台南關廟，畢業於政大民族系。自2015年關注台灣的東南亞移工、移民議題。2017年的許多夜裡，觀察到非常多在台灣的印尼移工喜歡在Bigo Live APP中直播睡覺，自此開始書寫在印尼移工社群中觀察到的有趣事物。也曾經為了參與一場田野觀察，擲筊十一個聖杯，成為臺南鹿耳門天后宮媽祖欽點仙女。\n\n近幾年，觀察到台灣主流媒體中，對移工的敘事經常是兩種極端的觀點：勵志感人、刻苦可憐。因為與印尼朋友的友誼，致力於這兩種極端敘事之外的印尼移工故事書寫。試圖還原印尼人在台灣日常生活的真實。現在正努力透過寫作和田野，尋找「移動」裡的生命的掙脫與力量。\n\n2022年出版《移工怎麼都在直播》，獲2022年Openbook好書獎、2023年台灣金鼎獎、讀墨年度華文大獎非文學類前十大作家、台灣文學金典獎入圍。作品正由台灣文化部翻譯成英文圖書。曾獲2021年國藝會創作補助、2023年國藝術會臺灣書寫專案、2023年國藝會海外藝遊專案獎助。",
      "subTitle": "演講與發表：",
      "presentation1": "2023.10，台灣印尼移工社群：關於真實的理解，國立政治大學社會系。",
      "presentation2": "2023.09，〈我的臺灣男友：印尼移工女性之愛情新選擇〉研討會文章發表，2023女學會年度研討會。",
      "presentation3": "2023.07，新住民系列講座，嘉義台灣圖書室。",
      "presentation4": "2023.06，2023東南亞研究新書討論會，中央研究院民族所。",
      "presentation5": "2023.05，台灣印尼移工社群，國立暨南國際大學。",
      "presentation6": "2023.02，台北國際書展：場外講座，台東晃晃二手書店。",
      "presentation7": "2022.12，移工議題分享，新竹赤子咖啡。",
      "presentation8": "2022.12，《移工怎麼都在直播》新書分享，台北書屋花甲X而立書店。",
      "presentation9": "2022.12，《移工怎麼都在直播》新書分享，新北市新莊慈祐宮。",
      "presentation10": "2022.11，《移工怎麼都在直播》新書分享，百工裡的人類學家＠高雄三餘書店。",
      "presentation11": "2022.11，《移工怎麼都在直播》新書分享，台北左轉有書。",
      "presentation12": "2022.11，《移工怎麼都在直播》新書分享，花蓮時光1939。"
    }
  }
}